#1. Напишите программу, в которой программа запрашивает у пользова-
# теля день и месяц, а затем выводит сообщение о текущем дне и месяце.

x = input('Введите текущий день')
y = input('Введите текущий  месяц')
print(f'Сегодня {x}e {y}а')
