#2. Напишите программу, в которой пользователь должен ввести теку-
# щий год и год своего рождения. Программа вычисляет возраст польза-
# вателя и выводит соответствующее сообщение.

x = input('Введите текущий год')
y = input('Введите год своего рождения')
print(f'Вам {int(x) - int(y)}лет')

