# Используем тройные кавычки для создания рисунка из звездочек
text_art = """
* * *   *       *        * * *   *      *   * * *    * * * *   * * *  *       *
*       *       *       *        *      *  *     *       *     *      *       *
* * *   *       *        * * *   * * * *  *     *       *      * * *  * * * * *
*       *       *             *  *      *  *     *       *           *       *
*       * * *   * * *    * * *   *      *   * * *        *      * * *   * * * *
"""

# Выводим текстовый рисунок
print(text_art)
